{
    "school_name": "F.A.M Public School",
    "school_address": "Pathshala Road | Krishna Nagar, Near Anwar Clinic Khekra (Baghpat)",
    "school_phone": "+91-8445030782",
    "school_email": "info@fampublicschool.com",
    "principal_name": "Dr. Sachin Dhama",
    "principal_message": "Dear Students, Parents, and Well-Wishers,\r\n\r\nIt gives me immense pleasure to welcome you to Nav Jeevan Public School — a place where learning is a lifelong journey filled with discovery, growth, and inspiration.\r\n\r\nAt our school, we aim to create an environment where each child feels valued, encouraged, and empowered to reach their highest potential. Education here is not confined to textbooks and classrooms; it extends to building character, integrity, and compassion.\r\n\r\nOur team of dedicated teachers works tirelessly to make learning meaningful and engaging. We emphasize not only academic excellence but also sports, arts, and co-curricular activities that shape a child’s personality in a balanced way.\r\n\r\nAs Principal, I believe that the partnership between the school and parents is crucial for a child’s development. Together, let us inspire our students to become lifelong learners and responsible global citizens.",
    "principal_qualification": "M.Ed, Ph.D in Educational Leadership",
    "principal_experience": "20+ years in education and administration",
    "school_vision": "To be a center of educational excellence that nurtures curiosity, creativity, and compassion — empowering every learner to realize their full potential and contribute meaningfully to society.",
    "school_mission": "To deliver holistic education that blends academic rigor with moral values, leadership, and life skills.\r\nWe aim to cultivate confident, responsible, and socially aware students who embrace lifelong learning and positive change.",
    "school_values": "🌟 Core Values\r\n\r\nExcellence: Striving for the highest standards in teaching, learning, and conduct.\r\n\r\nIntegrity: Upholding honesty, fairness, and moral strength in every action.\r\n\r\nRespect: Valuing diversity, empathy, and mutual understanding.\r\n\r\nInnovation: Encouraging creativity and adaptability in a changing world.\r\n\r\nCollaboration: Building strong partnerships among students, teachers, and the community.\r\n\r\nService: Promoting compassion and a spirit of giving back to society.",
    "school_objectives": "🎓 Objectives\r\n\r\nTo promote academic excellence through engaging and experiential learning.\r\n\r\nTo foster creativity, curiosity, and independent thinking in students.\r\n\r\nTo build strong moral character and leadership qualities.\r\n\r\nTo create an inclusive and supportive environment for all learners.\r\n\r\nTo prepare students to meet global challenges with confidence, knowledge, and empathy.",
    "school_history": "Founded in 1985, our school has been a beacon of educational excellence for over three decades. Starting with just 50 students, we have grown into a comprehensive educational institution serving hundreds of families in our community.",
    "school_founded": "1985",
    "school_founder": "Late Shri Ram Kumar Sharma",
    "school_achievements": "• Winner of State Education Excellence Award 2020\n• 100% Board Exam Pass Rate for 5 consecutive years\n• Best Infrastructure Award 2019\n• Excellence in Sports and Cultural Activities"
}